Repository: tyurm/AVU-Prod2
Catalog: Translations/AVU SA Solution.g.*.xlf
Languages: it_ch

# Table 1274595685 - Property 2879900210
source: Alcohol Percent
it_ch: Percentuale di alcol

# Table 1274595685 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 1274595685 - Field 3461834954 - Property 2879900210
source: Description
it_ch: Descrizione

# Table 3887262018 - Property 2879900210
source: CHF Exchange Rate
it_ch: Tasso di cambio CHF

# Table 3887262018 - Field 4198939294 - Property 2879900210
source: Currency Code
it_ch: Cod. valuta

# Table 3887262018 - Field 460889064 - Property 2879900210
source: Starting Date
it_ch: Data inizio

# Table 3887262018 - Field 3521145799 - Property 2879900210
source: Exchange Rate Amount
it_ch: Importo tasso di cambio

# Table 3887262018 - Field 1802350527 - Property 2879900210
source: Relational Exch. Rate Amount
it_ch: Importo tasso cambio relativo

# Table 4067701736 - Property 2879900210
source: Classification
it_ch: Classificazione

# Table 4067701736 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 4067701736 - Field 3461834954 - Property 2879900210
source: Description
it_ch: Descrizione

# Table 1639763273 - Property 2879900210
source: Color
it_ch: Colore

# Table 1639763273 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 1639763273 - Field 3461834954 - Property 2879900210
source: Description
it_ch: Descrizione

# Table 682413854 - Property 2879900210
source: Region
it_ch: Regione

# Table 682413854 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 682413854 - Field 3461834954 - Property 2879900210
source: Description
it_ch: Descrizione

# Table 2446597864 - Property 2879900210
source: Vintage
it_ch: Annata

# Table 2446597864 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 2446597864 - Field 3461834954 - Property 2879900210
source: Description
it_ch: Descrizione

# Page 2446597864 - Property 2879900210
source: Vintage
it_ch: Annata

# Table 3840614838 - Property 2879900210
source: Volume
it_ch: Contenuto

# Table 3840614838 - Field 3004954119 - Property 2879900210
source: Code
it_ch: Codice

# Table 3840614838 - Field 3461834954 - Property 2879900210
source: Description
it_ch: Descrizione

# Table 4241719492 - Property 2879900210
source: Wine Name
it_ch: Nome del vino

# Table 4241719492 - Field 2961552353 - Property 2879900210
source: Name
it_ch: Denominazione

# Table 4241719492 - Field 3461834954 - Property 2879900210
source: Description
it_ch: Descrizione

# Page 1762163612 - Property 2879900210
source: Alcohol Percents
it_ch: Percentuale di alcol

# Page 359960105 - Property 2879900210
source: Classifications
it_ch: Classificazione

# Page 548361824 - Property 2879900210
source: Colors
it_ch: Colori

# Page 1038255279 - Property 2879900210
source: CHF Exchange Rates
it_ch: Tassi di cambio CHF

# Page 1038255279 - Control 460889064 - Property 1295455071
source: Specifies the date on which the exchange rate on this line comes into effect.
it_ch: Specifica la data a partire dalla quale il tasso di cambio nella riga comincia ad avere validità.

# Page 1038255279 - Control 4198939294 - Property 1295455071
source: Specifies the code of the foreign currency on this line.
it_ch: Specifica il codice della valuta estera in questa riga.

# Page 1038255279 - Control 3521145799 - Property 1295455071
source: Specifies the amounts that are used to calculate exchange rates for the foreign currency on this line.
it_ch: Specifica gli importi utilizzati per calcolare i tassi di cambio della valuta estera in questa riga.

# Page 1038255279 - Control 1802350527 - Property 1295455071
source: Specifies the amounts that are used to calculate exchange rates for the foreign currency on this line.
it_ch: Specifica gli importi utilizzati per calcolare i tassi di cambio della valuta estera in questa riga.

# Page 2962393931 - Property 2879900210
source: Regions
it_ch: Regioni

# Page 1309688163 - Property 2879900210
source: Volumes
it_ch: Contenuto

# Page 2206369445 - Property 2879900210
source: Wine Names
it_ch: Denominazioni dei vini

# Report 3190003814 - Property 2879900210
source: AVU Customer Balance to Date
it_ch: AVU Saldo alla data cliente

# Report 3190003814 - Control 2346885236 - Property 2879900210
source: Options
it_ch: Opzioni

# Report 3190003814 - Control 458406397 - Property 2879900210
source: Ending Date
it_ch: Data fine

# Report 3190003814 - Control 458406397 - Property 1295455071
source: Specifies the last date until which information in the report is shown. If left blank, the report shows information until the present time.
it_ch: Specifica la data finale fino alla quale vengono mostrate le informazioni nel report. Se il campo viene lasciato vuoto, nel report vengono visualizzate le informazioni fino alla data corrente.

# Report 3190003814 - Control 3287144200 - Property 2879900210
source: Show Amounts in LCY
it_ch: Mostra importi in VL

# Report 3190003814 - Control 3287144200 - Property 1295455071
source: Specifies if amounts in the report are displayed in LCY. If you leave the check box blank, amounts are shown in foreign currencies.
it_ch: Specifica se gli importi nel report vengono visualizzati in valuta locale. Se la casella di controllo non viene selezionata, gli importi vengono visualizzati in valuta estera.

# Report 3190003814 - Control 79950944 - Property 2879900210
source: New Page per Customer
it_ch: Nuova pagina per cliente

# Report 3190003814 - Control 79950944 - Property 1295455071
source: Specifies if each customer balance is printed on a separate page, in case two or more customers are included in the report.
it_ch: Specifica se il saldo di ogni cliente viene stampato su una pagina separata se è stato scelto di includere nel report due o più clienti.

# Report 3190003814 - Control 1196418791 - Property 2879900210
source: Include Unapplied Entries
it_ch: Includi movimenti scollegati

# Report 3190003814 - Control 1196418791 - Property 1295455071
source: Specifies if unapplied entries are included in the report.
it_ch: Specifica se i movimenti scollegati vengono inclusi nel report.

# Report 3190003814 - Control 1580087729 - Property 2879900210
source: Show Entries with Zero Balance
it_ch: Mostra movimenti con saldo zero

# Report 3190003814 - Control 1580087729 - Property 1295455071
source: Specifies if the report must include entries with a balance of 0. By default, the report only includes entries with a positive or negative balance.
it_ch: Specifica se il report deve contenere movimenti con saldo pari a 0. Per impostazione predefinita, il report include solo movimenti con saldo positivo o negativo.

# Report 3190003814 - NamedType 1327832897
source: Balance on %1
it_ch: Saldo su %1

# Report 3190003814 - NamedType 1288385384
source: Customer - Balance to Date
it_ch: Clienti - Saldo alla data

# Report 3190003814 - NamedType 684809554
source: Page
it_ch: Pagina

# Report 3190003814 - NamedType 154103091
source: All amounts are in LCY.
it_ch: Tutti gli importi sono in VL

# Report 3190003814 - NamedType 69404221
source: Posting Date
it_ch: Data di registrazione

# Report 3190003814 - NamedType 1564621511
source: Amount
it_ch: Importo

# Report 3190003814 - NamedType 1583171122
source: Total
it_ch: Totale

# Report 3190003814 - NamedType 1897341201
source: Ending Date must have a value.
it_ch: Specificare un valore per la data di fine.

# Report 3763805401 - Control 4105281732 - Property 2879900210
source: Options
it_ch: Opzioni

# Report 3763805401 - Control 4273042114 - Property 2879900210
source: Update Sales Documents
it_ch: Aggiorna documenti di vendita

# Report 3763805401 - Control 1328027559 - Property 2879900210
source: Update Purchase Documents
it_ch: Aggiorna documenti di acquisto

# Report 3763805401 - Control 3087623063 - Property 2879900210
source: Currency Code
it_ch: Cod. valuta

# Report 3763805401 - NamedType 1248124158
source: Updated %1 document(s).
it_ch: %1 documenti aggiornati.

# Report 658442663 - Property 2879900210
source: AVU Vendor Payments List
it_ch: AVU Lista Pagamenti Fornitore

# Report 658442663 - ReportColumn 3101682022 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder,Refund
it_ch: ,Pagamento,Fattura,Nota credito,Nota addebito interessi,Sollecito,Rimborso

# Report 658442663 - Control 2346885236 - Property 2879900210
source: Options
it_ch: Opzioni

# Report 658442663 - Control 3299771246 - Property 2879900210
source: Sorting
it_ch: Ordinamento

# Report 658442663 - Control 3299771246 - Property 62802879
source: Vendor with Group Total,Chronological by Entry No.
it_ch: Fornitore con totali di gruppo,Lunghezza periodo

# Report 658442663 - Control 3299771246 - Property 1295455071
source: Specifies the sorting order.
it_ch: Specifica l'ordinamento.

# Report 658442663 - Control 201522238 - Property 62802879
source: Standard,FCY Amounts,Posting Info
it_ch: Standard,Importi VE,Info. Registrazione

# Report 658442663 - Control 201522238 - Property 1295455071
source: Specifies the layout of the report. If you select Standard, the report lists payments with amounts in your local currency. If you select FCY Amounts, amounts are in the appropriate foreign currencies. If you select Posting, the report includes information such as the posting group and the user who posted the document.
it_ch: Specifica il layout del report. Se si seleziona Standard, nell'elenco vengono elencati i pagamenti con gli importi espressi in valuta locale. Se si seleziona Importi in VE, gli importi vengono elencati nelle valute estere appropriate. Se si seleziona Registrazione, il report include informazioni diverse, ad esempio la categoria di registrazione e l'utente che ha registrato il documento.

# Report 658442663 - NamedType 1327832897
source: Closed
it_ch: Chiuso

# Report 658442663 - NamedType 1196336482
source: Open
it_ch: Aperto

# Report 658442663 - NamedType 1753513791
source: Partial
it_ch: Parziale

# Report 658442663 - NamedType 3140410629
source: Filter:
it_ch: Filtro:

# Report 658442663 - NamedType 2287756966
source: Total Vendor
it_ch: Totale Fornitore

# Report 658442663 - NamedType 2165353731
source: Standard,FCY Amounts,Posting Info
it_ch: Standard,Importi VE,Info. Registrazione

# Report 658442663 - NamedType 1599760317
source: Vendor Payments List
it_ch: Lista pagamenti fornitore

# Report 658442663 - NamedType 1987762555
source: Page
it_ch: Pagina

# Report 658442663 - NamedType 474257480
source: Vendor No.
it_ch: Nr. fornitore

# Report 658442663 - NamedType 2593154839
source: Date
it_ch: Data

# Report 658442663 - NamedType 1592391676
source: Doc.
it_ch: Documento

# Report 658442663 - NamedType 3543532085
source: Amt. LCY
it_ch: Imp. VL

# Report 658442663 - NamedType 2322957062
source: Name
it_ch: Nome

# Report 658442663 - NamedType 162515077
source: Applies-to Doc. No.
it_ch: Collega-a nr. doc.

# Report 658442663 - NamedType 1899273500
source: Payment (LCY)
it_ch: Pagamento (VL)

# Report 658442663 - NamedType 3883575378
source: Pmt. Disc.& Curr.Diff.
it_ch: Sconto e diff. cambio

# Report 658442663 - NamedType 1277396292
source: Doc.
it_ch: Documento

# Report 658442663 - NamedType 1666099973
source: Date
it_ch: Data

# Report 658442663 - NamedType 1897103487
source: Vendor No.
it_ch: Nr. fornitore

# Report 658442663 - NamedType 2974238326
source: Amount
it_ch: Importo

# Report 658442663 - NamedType 2860336324
source: Applic. LCY
it_ch: Collegamento VL

# Report 658442663 - NamedType 3384896548
source: Status
it_ch: Stato

# Report 658442663 - NamedType 2652279829
source: Exchange Rate
it_ch: Tasso di cambio

# Report 658442663 - NamedType 3381895668
source: Text
it_ch: Testo

# Report 658442663 - NamedType 59054320
source: Payment
it_ch: Pagamento

# Report 658442663 - NamedType 1777527546
source: Amt. LCY
it_ch: Imp. VL

# Report 658442663 - NamedType 477427006
source: Vendor No.
it_ch: Nr. fornitore

# Report 658442663 - NamedType 1276480755
source: Src
it_ch: Origine

# Report 658442663 - NamedType 4122658815
source: User ID
it_ch: ID utente

# Report 658442663 - NamedType 949652469
source: Tr No
it_ch: Nr. TR

# Report 658442663 - NamedType 2429449303
source: Post Gr.
it_ch: Cat. reg.

# Report 658442663 - NamedType 281029719
source: Doc.
it_ch: Documento

# Report 658442663 - NamedType 3239413370
source: Date
it_ch: Data

# Report 658442663 - NamedType 1583171122
source: Total
it_ch: Totale

# PageExtension 2039227469 - Control 1599705532 - Property 2879900210
source: CHF Exchange Rate Date
it_ch: Data tasso di cambio CHF

# PageExtension 2039227469 - Control 1599705532 - Property 1295455071
source: Specifies the date of the exchange rate in the Exchange Rate field. You can update the rate by choosing the Update Exchange Rates button.
it_ch: Specifica la data del tasso di cambio nel campo Tasso di cambio. È possibile aggiornare il tasso scegliendo il pulsante Aggiorna tassi di cambio.

# PageExtension 2039227469 - Control 760433520 - Property 2879900210
source: CHF Exchange Rate
it_ch: Tassi di cambio CHF

# PageExtension 2039227469 - Control 760433520 - Property 1295455071
source: Specifies the currency exchange rate. You can update the rate by choosing the Update Exchange Rates button.
it_ch: Specifica il tasso di cambio valuta. È possibile aggiornare il tasso scegliendo il pulsante Aggiorna tassi di cambio.

# PageExtension 2039227469 - Action 3917514680 - Property 2879900210
source: CHF Exch. Rates
it_ch: Tassi di cambio CHF

# PageExtension 550908651 - Action 3917514680 - Property 2879900210
source: CHF Exch. Rates
it_ch: Tassi di cambio CHF

# PageExtension 972943482 - Control 2213053242 - Property 2879900210
source: VAT Difference
it_ch: Differenza IVA

# PageExtension 3535535493 - Control 153389226 - Property 2879900210
source: Amount CHF
it_ch: Importo CHF

# TableExtension 1785531598 - Field 3397846662 - Property 2879900210
source: Title
it_ch: Titolo

# TableExtension 1785531598 - Field 3689709870 - Property 2879900210
source: Person ID
it_ch: ID persona

# TableExtension 1785531598 - Field 431205182 - Property 2879900210
source: Contact Type
it_ch: Tipo di contatto

# TableExtension 1785531598 - Field 147264833 - Property 2879900210
source: Special Supplier
it_ch: Fornitore speciale

# TableExtension 2740107449 - Field 4135838497 - Property 2879900210
source: Name 2
it_ch: Nome 2

# TableExtension 3005161769 - Field 3978626751 - Property 2879900210
source: Name
it_ch: Denominazione

# TableExtension 3005161769 - Field 682413854 - Property 2879900210
source: Region
it_ch: Regione

# TableExtension 3005161769 - Field 2446597864 - Property 2879900210
source: Vintage
it_ch: Annata

# TableExtension 3005161769 - Field 1639763273 - Property 2879900210
source: Color
it_ch: Colore

# TableExtension 3005161769 - Field 1639763273 - Property 62802879
source: ,Red,White,Sweet,Distilled,Sparkling,Rosé,Beer
it_ch: ,Rosso,Bianco,Dolce,Distillata,Frizzante,Rosé,Birra

# TableExtension 3005161769 - Field 3653120564 - Property 2879900210
source: Alcohol Percent Code
it_ch: Cod. percentuale alcol

# TableExtension 3005161769 - Field 4067701736 - Property 2879900210
source: Classification Code
it_ch: Cod. classificazione

# TableExtension 3005161769 - Field 3840614838 - Property 2879900210
source: Volume Code
it_ch: Cod. contenuto

# TableExtension 3005161769 - Field 930353822 - Property 2879900210
source: Country of Origin Code
it_ch: Cod. paese di origine

# TableExtension 3005161769 - Field 3073124729 - Property 2879900210
source: Region Code
it_ch: Cod. regione

# TableExtension 3005161769 - Field 1099072955 - Property 2879900210
source: Vintage Code
it_ch: Cod. annata

# TableExtension 3005161769 - Field 2174447050 - Property 2879900210
source: Alcohol Percent Code
it_ch: Cod. percentuale alcol

# TableExtension 3005161769 - Field 3653485243 - Property 2879900210
source: Classification Code
it_ch: Cod. classificazione

# TableExtension 3005161769 - Field 3360264641 - Property 2879900210
source: Volume Code
it_ch: Cod. contenuto

# TableExtension 3005161769 - Field 1507733991 - Property 2879900210
source: Producer No.
it_ch: Nr. produttore

# TableExtension 3005161769 - Field 4072464791 - Property 2879900210
source: Producer Name
it_ch: Nome produttore

# TableExtension 3005161769 - Field 3988877094 - Property 2879900210
source: Color Code
it_ch: Cod. colore

# TableExtension 4214538727 - Field 1784233346 - Property 2879900210
source: Assignee Code
it_ch: Cod. assegnatario

# TableExtension 54069479 - Field 623130957 - Property 2879900210
source: Amount CHF
it_ch: Importo CHF
